[
  {
    "quote": "This work is exceptional (as I have always known it would be) - Your module is well built, responsibly commented and scalable. and I really appreciate it.",
    "cite": "Bob McDiarmid, Workday Inc."
  },
  {
    "quote": "I will repeat that this is most excellent work, Calvin - the more I read the code the more I appreciate it. :) you = awesome.",
    "cite": "Bob McDiarmid, Workday Inc."
  },
  {
    "quote": "Great work by Calvin. He optimized our process an order of magnitude, making webservices' job much easier. Backend tooling and processes isn't glamorous, but I can see a lot of work went into the structure and the automation.",
    "cite": "Ivan Bueno, Judicial Council of California - Technical Lead"
  },
  {
    "quote": "Calvin is the single greatest non-Phase2 developer I've worked with in the last 5 years.",
    "cite": "Chris Bloom (Director of Engineering, Frontend - Phase2)"
  },
  {
    "quote": "I would absolutely recommend you to another project for many and varied reasons.",
    "cite": "Ray Stuart (Senior Developer - Better Workdays formerly at Phase2)"
  },
  {
    "quote": "Just wanted to let you know how valued you are to the team and how much we have appreciated your hard work and contributions. Not just your skill, but your personality and willingness to take on anything.",
    "cite": "Brandon Lee (Software Architect - Phase2)"
  },
  {
    "quote": "Calvin is deeply knowledgeable ... and his work on our DevOps and processes made it a joy to work on multiple client projects in parallel. Calvin developed a toolchain that allowed us to spin up new sites in no time at all. Easily one of his best skills, Calvin's ability to plan out a site and see the potential pitfalls and requirements for success.",
    "cite": "David Cross (Tech Director - Critical Mass)"
  },
  {
    "quote": "I do really want to thank you for all of the help and your patience with me over the last 2 or so years. i've sincerely learned a ton from you and really, really appreciate it!",
    "cite": "Jared Beckler (Support Engineer - Acquia)"
  },
  {
    "quote": "Calvin is the only person I trust to develop my website in the most functional, efficient and cost effective way. His great service is also unmatched.",
    "cite": "Nicole Garza (Designer | Founder at Mally Designs Ltd.)"
  },
  {
    "quote": "You're one of the best devs I know out there!",
    "cite": "Mike Madison (Principal - MMC: Mike Madison Consulting)"
  }
]
